[
    {
      "nameParoki": "Paroki Gembala Yang Baik x SMA Santo Carolus Surabaya",
      "title": "Aku Mau Sekolah (AMS)",
      "genre": "Dokumenter",
      "images" : "/assets/images/poster2025/poster_03.jpeg",
      "sinopsis": "\"Pelita yang Menyala\" adalah kisah tentang harapan yang tumbuh dari keterbatasan, dan panggilan hidup yang muncul dari kasih yang tulus.\n\nLidya, seorang gadis 15 tahun, tumbuh dalam keluarga sederhana. Ayahnya bekerja sebagai pegawai toko, namun penghasilan yang pas-pasan tak cukup untuk menopang kebutuhan hidup mereka. Ketika beban ekonomi semakin berat, Lidya hampir harus meninggalkan bangku sekolah.\n\nNamun di tengah keputusasaan, hadir secercah harapan. Melalui Program Bidang Pendidikan dari gereja, Pastor memberikan bantuan biaya sekolah dan mengundang Lidya untuk terlibat dalam kegiatan sosial di komunitas. Awalnya, Lidya menjalani semua itu dengan enggan—ia merasa tidak punya pilihan.\n\nNamun waktu dan perjumpaan dengan Kakak-kakak Tutor CM serta seorang suster yang membimbingnya perlahan mengubah hatinya. Ia mulai merasakan ketulusan pelayanan mereka, melihat bagaimana mereka memberi tanpa pamrih, dan belajar bahwa pelayanan bukan beban, melainkan ungkapan kasih.\n\nLidya pun tumbuh—bukan hanya dalam semangat belajar, tetapi juga dalam iman. Ia mulai membantu pelayanan gereja, aktif di kegiatan anak, dan menemukan panggilannya. Benih yang dulu ditanam oleh kasih orang lain, kini tumbuh menjadi tekad untuk mengabdi seumur hidup.\n\nTahun-tahun berlalu. Lidya yang dulu hampir putus sekolah, kini kembali sebagai seorang Suster. Ia datang bukan hanya membawa kenangan, tetapi juga misi: menyalakan harapan yang dulu pernah dinyalakan dalam hidupnya. Melalui program AMS, ia menjadi terang bagi anak-anak lain yang sedang berada di tempat yang dulu pernah ia jalani—tempat di mana cinta, kepedulian, dan iman pertama kali mengubah jalan hidupnya."
    },
    {
      "nameParoki": "Paroki St. Yosef Kediri",
      "title": "Cahaya Dari Luka",
      "genre": "Fiksi",
      "images" : "/assets/images/poster2025/poster_05.png",
      "sinopsis": "Daniel merupakan seorang pemuda yang aktif dalam kegiatan di Gereja. Dia memiliki orang tua yang sangat baik dan bijaksana sehingga dijadikan panutan dalam pelayanannya di Gereja. Teman-teman Daniel juga sangat mengagumi semangat pelayanan orang tua Daniel.\n\nHingga pada suatu hari musibah menimpa kedua orang tua Daniel saat melakukan pelayanan. Daniel mengalami pukulan berat. Dilanda duka dan kehilangan arah, Daniel mulai menjauh dari gereja dan terjerumus dalam dunia gelap hingga terlibat dalam perjudian. Dari rasa puas menang berjudi hingga berakhir dengan hutang menumpuk membuat Daniel harus meminjam uang pada Bank.\n\nSampai pada waktu jatuh tempo pinjaman yang ditentukan oleh Bank, Daniel belum bisa membayar hutangnya. Dia dipukuli debt collector hingga akhirnya pingsan. Seorang suster menemukan dan membawanya ke panti. Dalam suasana yang penuh kehangatan dan kasih, Daniel mulai membuka diri, menceritakan kesulitannya, dan menerima tawaran untuk tinggal sementara di panti sambil membantu pekerjaan di sana. Dia bekerja sebagai driver ojek online untuk melunasi hutangnya.\n\nNamun, tekanan dari para debt collector yang terus menerus membuat Daniel kembali terpuruk dan putus asa. Di saat yang paling gelap dalam hidupnya, Daniel dipandu oleh suster untuk datang kembali kepada Tuhan. Dia kembali berdoa, memohon petunjuk dan pertolongan.\n\nTanpa sepengetahuannya, teman-teman yang mengetahui kondisinya mulai menggalang dana untuk membantunya. Ketika Daniel kembali dipukuli oleh debt collector, suster dan teman-temannya datang menyelamatkannya. Mereka melunasi hutangnya dan menunjukkan bahwa ia tidak sendirian.\n\nSetelah melewati masa-masa sulitnya, Daniel bertemu dengan Suster. Daniel mengungkapkan perasaannya selama ini, lalu Suster memberi saran untuk pergi ke ruang pengakuan dosa. Daniel mendengarkan nasihat dan penitensi dari Romo dengan perasaan tenang.\n\nDaniel kembali berdoa di Gereja. Setelah berdoa, Daniel disambut teman-temannya dan Suster di dalam Gereja dengan sukacita dan bangga karena Daniel mau bergabung kembali untuk menuju ke langkah awal memulai kehidupan barunya."
    },
    {
      "nameParoki": "Paroki Santo Vincentius a Paulo",
      "title": "ABU ABU",
      "genre": "Fiksi",
      "images" : "/assets/images/poster2025/poster_02.png",
      "sinopsis": "Paul menjalani kehidupan sederhana di kota kecil tak bernama, sepenuhnya mendedikasikan hidupnya untuk Tuhan dan Gereja. Paul kerap kali memohon pengakuan dosa, menghukum diri, dan mengubur masa lalunya.\n\nYang tidak diketahui banyak orang, Paul di masa lalunya adalah sosok yang cemerlang. Perfeksionis, pekerjaan yang prestisius, dan memiliki hobi sekuler — yang pada saat yang sama telah menghancurkan hidup seorang perempuan.\n\nIni adalah sebuah dosa besar yang tak pernah benar-benar bisa ia akui di hadapan dunia sederhana barunya maupun Tuhan.\n\nLima tahun kemudian, ketika takdir mempertemukannya kembali dengan perempuan itu, Paul dihadapkan pada kenyataan bahwa luka lama itu belum sembuh, dan hukuman penjara saja tidak cukup. Pertemuan itu meruntuhkan segala usahanya untuk memperbaiki hidup dan kembali pada Tuhan.\n\nKetika hati dan pemikiran sudah merasakan bahwa “Saya bersalah, orang akan menghakimi saya, tidak akan ada yang mendukung saya lagi”, maka tidak ada tempat lagi untuk penerimaan diri.\n\nDalam kebimbangannya, Paul bertemu dengan Romo, seorang imam paroki yang diam-diam menyadari pergolakan batin Paul. Melalui kehadirannya, Romo menjalankan tiga tugas Kristus di dunia:\n\nSebagai Imam, ia menjadi perantara yang dengan kasih menyentuh luka terdalam Paul dan membimbingnya kembali kepada Allah.\n\nSebagai Nabi, ia menyuarakan kebenaran atas jalan yang harus dilalui Paul karena dosanya.\n\nSebagai Raja, ia memimpin Paul bukan semata-mata dengan doktrin, tetapi dengan kasih; menjadi gambaran nyata belas kasih Kristus di tengah dunia yang menghakimi.\n\nABU ABU adalah gambaran dosa, pengampunan, dan kasih Tuhan yang tak bersyarat. Di tengah dunia yang menolak, adakah tempat bagi seorang pendosa berat untuk kembali pulang?\n\nSeberapa besar kita bisa menerima dan memaafkan orang lain? Seberapa besar kita bisa menerima dan memafkan diri sendiri? Terlebih, bagaimana kita bisa kembali lagi kepada Yang Maha Pemurah yaitu Tuhan Yesus Kristus?\n\nSeberapa jauh pengampunan itu harus diberikan?\n\n"
    },
    {
      "nameParoki": "Paroki St. Monika Krian",
      "title": "Jalan Kristus",
      "genre": "Fiksi",
      "images" : "/assets/images/poster2025/poster_11.png",
      "sinopsis": "Di Paroki St. Monika Krian, sebuah paroki muda yang sedang bertumbuh, Frater Daffa ditugaskan menjalani tugas Pastoral. Di tempat yang baru ini, ia bertemu dengan Freya, seorang mahasiswa calon guru agama yang sedang magang. Awalnya, mereka bekerja bersama untuk membina Orang Muda Katolik (OMK), menghadapi konflik internal. Daffa dengan sabar mendamaikan mereka, meneladani Kristus sebagai Raja yang mempersatukan.\n\nDalam keseharian pelayanan, benih perasaan cinta mulai tumbuh di hati Daffa dan Freya. Keduanya menyadari bahwa hubungan mereka melebihi sekadar rekan pelayanan. Namun, cinta itu justru menjadi ujian terbesar. Mereka harus memilih antara perasaan pribadi atau panggilan hidup yang telah mereka pilih, Daffa sebagai Imam dan Freya sebagai Guru Agama.\n\nKonflik batin ini mencapai puncaknya saat keduanya nyaris memutuskan untuk meninggalkan panggilan mereka demi bersama. Namun, dalam doa dan perenungan, mereka kembali diingatkan tentang Tri Tugas Kristus yang mereka hidupi, yaitu sebagai Nabi yang mewartakan, Imam yang mempersembahkan diri, dan Raja yang melayani umat.\n\nAkhirnya, Daffa dan Freya memilih untuk setia pada jalan panggilan masing-masing, meskipun itu berarti mengorbankan cinta mereka. Mereka melanjutkan pelayanan di Paroki Krian, dengan hati yang lebih teguh. Jalan Kristus adalah kisah tentang pergumulan, pengorbanan, dan keteguhan dalam panggilan, di tengah godaan duniawi yang nyata.\n"
    },
    {
      "nameParoki": "Paroki St. Monika Krian",
      "title": "Vatsalya",
      "genre": "Dokumenter",
      "images" : "/assets/images/poster2025/poster_27.jpg",
      "sinopsis": "Di Paroki St. Monika Krian, sebuah paroki yang penuh dengan semangat pelayanan, terdapat sosok yang sederhana: Ibu Endang Roro Tangis. Seorang janda yang juga pensiunan guru, ibu dari dua orang anak, dan nenek dari dua orang cucu ini telah memberikan teladan yang nyata bagi orang-orang di sekitarnya dalam menghidupi panggilan Kristus di tengah dunia.\n\nDalam kesehariannya, Ibu Endang menunjukkan ketekunan dan kesetiaan dalam tugas perutusan dan pelayanan, bukan hanya melalui kehadirannya menjadi aktivis dalam kegiatan di gereja dan di lingkungan, tetapi juga melalui kasihnya sebagai ibu dalam pengorbanannya merawat anaknya yang telah lama sakit. \n\nMeski dengan menghadapi berbagai tantangan, ia menjalaninya dengan penuh rasa syukur dan penuh pengharapan. Justru dengan tantangan yang ada, ia semakin yakin bahwa kekuatan dari Tuhan ada dalam dirinya dan kekuatan sejati berasal dari iman dan kasih yang tak tergoyahkan.\n\nMelalui perjalanan hidupnya, Ibu Endang Roro telah menunjukkan bukti nyata bahwa Tri Tugas Kristus dapat dihidupi dalam kehidupan sehari-hari dan oleh siapa saja. Hidupnya merupakan kesaksian tentang kasih Tuhan dan panggilan hidup yang nyata dalam dunia untuk menjadi pembawa terang, perantara kasih, dan pemimpin yang melayani.\n\nKetekunannya dalam pelayanan, baik di keluarga maupun di tengah masyarakat menjadi gambaran nyata bagaimana kekuatan Tuhan bekerja dalam diri seseorang.\n\nHal yang ia teladankan bukan hanya soal materi, melainkan nilai-nilai hidup yang tertanam kuat dalam hati anak-anak dan cucunya serta orang-orang di sekitarnya.\n\nPelita yang menyala tidak akan pernah padam. Seperti Ibu Endang, kita semua dipanggil untuk menjadi terang di dunia.\n"
    },
    {
      "nameParoki": "Paroki Santo Aloysius Gonzaga Surabaya",
      "title": "Kasih & Pengampunan : Short Documentary of Single Mom",
      "genre": "Dokumenter",
      "images" : "/assets/images/poster2025/poster_14.jpg",
      "sinopsis": "“Kasih dan Pengampunan” adalah sebuah film dokumenter yang mengangkat kisah nyata seorang ibu tunggal (single mom) Katolik yang tetap teguh melayani umat, meskipun harus menghadapi kenyataan pahit: gagalnya sakramen perkawinan yang pernah ia jalani.\n\nFilm ini mengeksplorasi kehidupan spiritual dan pelayanan tokoh utama yang tidak menyerah dalam iman, bahkan ketika gereja dan masyarakat bisa saja memandangnya dalam stigma.\n\nMelalui narasi yang jujur dan menyentuh, penonton diajak memahami bahwa setiap orang yang telah dibaptis telah menerima meterai abadi dalam diri mereka—nilai-nilai Tri Tugas Kristus sebagai Nabi, Imam, dan Raja. Nilai-nilai inilah yang menjadi pijakan tokoh utama dalam tetap mengabdi dan melayani, meski hidupnya tidak sempurna secara sakramental.\n\nFilm ini menjadi refleksi bagi kita semua: bahwa rahmat Tuhan tidak terbatas pada keberhasilan atau kegagalan manusia, melainkan pada ketulusan hati dalam mewartakan kasih dan pengampunan itu sendiri."
    },
    {
      "nameParoki": "Seminari Tahun Orientasi Rohani Santo Yohanes Maria Vianney Jatitjejer Keuskupan Surabaya",
      "title": "Karuna",
      "genre": "Fiksi",
      "images" : "/assets/images/poster2025/poster_13.png",
      "sinopsis": " Perjuangan untuk menghidupi jati diri seorang calon imam bukan hanya soal diri, namun juga soal hidup berkomunitas. Komunitas menjadi tempat dimana seorang calon imam dapat saling berbagi suka dan duka pada rekan-rekan sepanggilannya. Komunitas juga menjadi tempat untuk menumbuhkan belas kasih pada sesama anggotanya. Jika di dalam komunitas terdapat suatu permasalahan dan tidak ada kasih di dalamnya, siapakah yang layak disalahkan?\n\tFilm ini mengisahkan tentang perjalanan seorang Tama dalam membangun semangat cinta kasih pada sesama. Kehidupan berkomunitas yang ia jalankan tidak serta merta berjalan sesuai dengan apa yang ia pikirkan dan harapkan. Sejak ditinggal oleh para seminaris Tahun Panggilan (adik tingkat) untuk menjalankan perutusan di stasi-stasi, situasi dalam komunitas, terutama dalam angkatan, mengalami banyak perubahan. Teman-teman seangkatannya banyak yang menjauh dari kehidupan calon imam. Mereka menjadi malas untuk mengerjakan sesuatu, sibuk dengan urusan pribadi, dan berbagai hal yang tidak sesuai dengan tata hidup seorang calon imam.\n\tSituasi yang berubah membuat Tama merasa frustasi. Ia berusaha untuk menyelamatkan teman-temannya dari hal-hal negatif tersebut. Kendati demikian, usaha yang ia lakukan ternyata salah. Tama menggunakan cara yang kurang tepat dalam menegur teman-teman seperjalanannya, meskipun tujuannya benar. \n\tLantas, apakah Tama mampu meyakinkan teman-temannya untuk kembali ke jalan yang benar dengan cara yang benar pula? Sanggupkah Tama memperjuangkan belas kasih pada rekan-rekan seperjalanannya? Apakah ia dapat menemukan pula kasih seperti Kristus mengasihi di dalamnya?\n"
    },
    {
      "nameParoki": "Komunitas PETRUS",
      "title": "Cahaya di Ujung Pilihan",
      "genre": "Fiksi",
      "images" : "/assets/images/poster2025/poster_06.jpg",
      "sinopsis": "Nael, seorang pria Tuli berusia 28 tahun, tengah berada dalam fase penting hidupnya. Setelah lima tahun menjalin hubungan dengan Vinka—perempuan dengar yang penuh kasih dan pengertian—keduanya bersiap melangkah ke jenjang pernikahan. Namun di tengah persiapan yang mestinya membahagiakan, Nael justru dihantui kegelisahan batin yang tak bisa diabaikan.\n\nSetiap minggu, Nael menghadiri misa dengan penuh semangat, namun perasaannya selalu terpecah. Ia melihat rekan-rekan Tulinya kesulitan memahami makna misa, meskipun telah difasilitasi Juru Bahasa Isyarat (JBI). Sebaliknya, ketika misa dipimpin oleh seorang Romo Tuli, makna dan kedalaman rohani terasa jauh lebih menyentuh dan inklusif bagi komunitas Tuli.\n\nDi sinilah benih-benih keraguan mulai tumbuh: mungkinkah panggilannya bukan hanya sebagai awam, melainkan sebagai Romo Tuli?\n\nNael dihadapkan pada dua pilihan yang sama-sama luhur: merespons panggilan imamat untuk mewartakan kasih Tuhan dalam bahasa yang dapat diakses sepenuhnya oleh komunitasnya, atau melanjutkan hidup sebagai awam, menjalani keluarga yang telah lama ia bangun bersama Vinka, serta tetap mengabdi melalui cara lain.\n\nCahaya di Ujung Pilihan adalah sebuah drama spiritual yang menyuarakan isu representasi dan hak spiritual komunitas Tuli. Lewat perjalanan batin Nael, film ini mengajak penonton merenungkan ulang makna panggilan, cinta, dan keberanian untuk memilih jalan yang paling setia pada suara hati — meski suara itu tak terdengar oleh telinga dunia."
    },
    {
      "nameParoki": "Multimedia SMAK Untung Suropati Sidoarjo",
      "title": "Lonceng Pertama di Tengah Riuh",
      "genre": "Dokumenter",
      "images" : "/assets/images/poster2025/poster_17.png",
      "sinopsis": "Lonceng Pertama di Tengah Riuh adalah sebuah perjalanan emosional yang mengajak kita untuk merenungkan arti pendidikan yang sesungguhnya. Film ini menyoroti bagaimana setiap individu, terlepas dari latar belakang mereka, memiliki potensi untuk membawa perubahan positif bagi komunitas mereka.\n\nMelalui perjalanan siswa baru ini, kita melihat bagaimana kekuatan pendidikan dapat mempersatukan orang-orang dari berbagai latar belakang dan memperkuat nilai-nilai kemanusiaan. Siswa ini menunjukkan representasi dari perjalanan sekolah yang tentu tidak mudah.\n\nFilm ini juga menunjukkan bahwa meskipun tantangan dan hambatan terus menghadang, semangat untuk menciptakan lingkungan yang inklusif dan penuh kasih tidak pernah padam. Para guru dan staf sekolah ini menjadi pahlawan tanpa tanda jasa, yang terus berjuang demi masa depan generasi muda.\n\nLonceng Pertama di Tengah Riuh mengajak kita untuk merenungkan pentingnya pendidikan yang tidak hanya tentang akademik, tetapi juga tentang membangun karakter, empati, dan solidaritas."
    },
    {
      "nameParoki": "SMAK ST. LOUIS 1 SURABAYA",
      "title": "POENA DIVINA",
      "genre": "Fiksi",
      "images" : "/assets/images/poster2025/poster_22.png",
      "sinopsis": "Poena Divina (Bahasa Latin dari Hukuman Ilahi), adalah sebuah film yang dibentuk dengan 3 tujuan. Yang pertama adalah menginspirasi penonton untuk menghidupi Tri Tugas Kristus. Kedua, untuk memperkuatkan imannya yang kesusahan merasakan kehadiran Tuhan. Dan yang ketiga, untuk menjawab pertanyaan:\n“Bila Tuhan ada dan mencintai kita semua, mengapa masih ada banyak orang yang menderita?”\n\nFilm ini mengikuti kisah Rowen, seorang pemuda yang menghabiskan malamnya berdoa di kapel tanpa mendapat jawaban. Frustrasi karena merasa Tuhan sudah tidak hadir lagi, ia bertemu dengan Romo Sam, yang kemudian membuka jalan untuk belajar memperdalam imannya dalam keadaan yang tidak nyaman.\n\nKisah lalu melompat ke masa lampau, menampilkan pergulatan muda Romo Sam yang dulunya juga meragukan kehadiran Tuhan setelah kematian ayahnya. Ketika pamannya Sam mempercayakan Jojo (seorang anak gereja yang menderita kanker) untuk dijaga oleh Sam, Sam membentuk sebuah persahabatan baru yang pada akhirnya akan membantu mengembalikan imannya.\n\nMelalui perjalanan Rowen dan Sam, film ini menegaskan panggilan untuk setiap orang hidup dalam Tri Tugas Kristus:\n\nsebagai IMAM yang menghadirkan doa dan persembahan (melalui keintiman doa Rowen dan Sam),\n\nsebagai NABI yang mendengarkan dan mewartakan kebenaran (melalui Jojo yang mengajarkan makna kasih Tuhan di tengah penderitaan),\n\ndan sebagai RAJA yang melayani dan mengayomi (melalui keputusan Sam untuk merawat Jojo dan membimbing Rowen).\n\nDengan demikian, setiap karakter tidak hanya menemukan jawaban atas keraguan mereka, tetapi juga diilhami untuk menghidupi Tri Tugas Kristus dalam kehidupan sehari-hari."
    },
    {
      "nameParoki": "PAROKI ST.YUSUP BLITAR",
      "title": "DOMBA YANG HILANG",
      "genre": "Fiksi",
      "images" : "/assets/images/poster2025/poster_10.png",
      "sinopsis": "Di sebuah perkampungan yang tenang, Yoga, seorang pemuda yang sedang dilanda kegelisahan akibat kecanduan pornografi, mencari pendapat sahabatnya, Bambang. Namun, obrolan serius mereka kerap terganggu oleh Ibu Sur, ibunda Bambang, yang salah menangkap pembicaraan mereka. Bambang, yang dulunya pernah bersekolah di seminari, berusaha memberikan nasihat rohani dengan gaya santainya, meski sesekali celetukannya justru membuat Yoga semakin ragu untuk mengakui dosanya.\n\nKeraguan Yoga memuncak karena ketakutannya akan rahasia pengakuannya yang bocor. Bambang dengan sabar meyakinkannya bahwa seorang romo tidak mungkin berkhianat. Situasi semakin berwarna dengan kehadiran Stefi, adik Bambang yang polos namun cerdas dalam hal agama. Celetukan Stefi tentang masa lalu Yoga di gereja sempat membuatnya malu.\n\nStefi dengan antusias menyarankan Yoga untuk bertemu Romo Apri. Setelah melalui berbagai percakapan dan keraguan, Yoga akhirnya memberanikan diri untuk melakukan pengakuan dosa. Di ruang pengakuan, Yoga mencurahkan penyesalannya atas dosa-dosanya, merasa seperti domba yang hilang dan rindu kembali kepada Tuhan. Romo Apri dengan penuh kasih memberikan nasihat dan absolusi, meyakinkan Yoga akan besarnya ampunan Tuhan.\n\nKeluarnya Yoga dari ruang pengakuan disambut lega oleh Bambang dan Stefi. Beban di hati Yoga telah sirna, dan ia kembali ceria. Dari kejauhan, Romo Apri tersenyum melihat ketiga anak muda itu berjalan meninggalkan gereja, sebuah gambaran harapan dan pengampunan.\n"
    },
    {
      "nameParoki": "KOMSOS St. Yosafat Surabaya",
      "title": "3 Wajah Ayahku",
      "genre": "Fiksi",
      "images" : "/assets/images/poster2025/poster_24.jpg",
      "sinopsis": "Tiga Wajah Ayahku adalah kisah yang dibalut realitas kehidupan—pahit, rumit, namun penuh makna. Cerita ini mengikuti perjalanan seorang ayah, Papa, yang awalnya dikenal sebagai sosok penuh cinta dan perhatian. Namun, tekanan ekonomi yang terus menghimpit serta ekspektasi hidup yang tak henti menuntut, perlahan-lahan menggoyahkan fondasi cintanya pada keluarga. Hingga pada titik terendah, ia memilih pergi ke luar negeri, meninggalkan istri dan anak semata wayangnya, Sebastian, tanpa penjelasan yang memadai.\n\nKepergian Papa menjadi pukulan telak. Mama, yang sebelumnya selalu berdiri di belakang Papa, kini harus berdiri sendiri, menjadi tulang punggung keluarga. Ia mengorbankan segalanya demi Sebastian—anak yang ia besarkan seorang diri di tengah keterbatasan dan luka hati. Sebastian, yang dulu memuja ayahnya, tumbuh dalam bayang-bayang amarah dan kehilangan. Sosok panutan yang ia banggakan kini tinggal kenangan pahit yang menyisakan tanya dan dendam dalam diam.\n\nNamun segalanya berubah ketika Papa pulang. Kepulangannya membawa cerita yang belum pernah diketahui, alasan yang selama ini dikubur dalam diam. Luka kembali menganga, tapi juga membuka ruang bagi pengampunan. Akankah Sebastian mampu menghapus amarah yang mengakar dan menggantinya dengan kasih yang dulu pernah ia kenal? Ataukah luka itu sudah terlalu dalam untuk sembuh?\n\nTiga Wajah Ayahku adalah potret getir tentang keluarga, pengorbanan, dan kesempatan kedua—tentang betapa rapuhnya cinta, namun juga betapa kuatnya ketika diberi ruang untuk bertumbuh kembali.\n\n"
    },
    {
      "nameParoki": "Komsos Paroki Salib Suci Tropodo",
      "title": "Documenter of Salib Suci",
      "genre": "Dokumenter",
      "images" : "/assets/images/poster2025/poster_09.jpg",
      "sinopsis": "Di pelosok sebuah desa sederhana tumbuh sebuah harapan dari umat kecil yang besar imannya. Berdirilah sebuah bangunan besar dan kokoh yang menjadi rumah persekutuan bagi orang beriman. Lewat kerja keras umat, doa, dan semangat penggembalaan, terlihat bahwa gereja bukan hanya sekadar bangunan saja, tetapi menyatakan wujud cinta dan pengharapan akan kehadiran Tuhan.\n\nProses pembangunan ini bukan hal yang mudah. Setiap batu yang diletakkan, setiap kayu yang dipasang, dan setiap dinding yang ditegakkan adalah hasil dari jerih payah, keringat, dan pengorbanan banyak orang. Ada yang menyumbangkan tenaga, ada yang memberi bahan bangunan, dan tak sedikit yang mempersembahkan waktu serta keahliannya. Di tengah keterbatasan, justru muncul kekuatan: semangat gotong-royong dan tekad untuk menghadirkan tempat kudus sebagai wujud nyata cinta umat kepada Tuhan.\n\nGereja ini adalah hasil nyata dari sebuah perjalanan iman dan kerja keras manusia. Bangunan yang berdiri kokoh bukan semata karena rancangan arsitektur, tetapi karena dibangun dengan cinta, doa, dan tangan-tangan yang rela melayani. Ini bukan hanya kisah tentang membangun sebuah bangunan, tetapi tentang bagaimana manusia, lewat karya dan pengorbanannya, menjadi alat dalam mewujudkan kehadiran Tuhan di tengah umat-Nya."
    },
    {
      "nameParoki": "Seminari Menengah St. Vincentius a Paulo",
      "title": "Deus Vocat Me",
      "genre": "Fiksi",
      "images" : "/assets/images/poster2025/poster_08.png",
      "sinopsis": "Frater Remon, seorang frater yang mendapat penugasan di Seminari Garum menjadi seorang formator, menjalani penugasannya itu dengan penuh semangat dan sukacita. Ia juga menjadi pembimbing karya tulis ilmiah dari seorang seminaris bernama Betran.\n\nNamun, di tengah penugasannya, ia harus menghadapi situasi yang memaksanya untuk memilih jalan panggilannya. Remon perlahan melihat bayangan dirinya di masa lalu: penuh semangat, namun diam-diam diliputi tanya.\n\nDari lembar demi lembar tulisan, dari percakapan-percakapan kecil di sela waktu, hubungan mereka menjelma jadi cermin batin; bukan hanya bagi Betran, tapi juga bagi Remon sendiri.\n\nDibantu oleh Romo Fusi, imam yang sabar membimbing dalam doa, Remon mulai menata kembali serpihan panggilannya yang retak. Namun, bagaimana Tuhan akan memanggil Remon untuk langkah berikutnya?\n\nAkankah serpihan-serpihan itu berhasil tersusun dan panggilannya kembali utuh, ataukah serpihan-serpihan itu justru membuatnya meninggalkan jalan panggilannya?"
    },
    {
      "nameParoki": "Paroki Sakramen Maha Kudus Surabaya",
      "title": "Menuju Terang",
      "genre": "Fiksi",
      "images" : "/assets/images/poster2025/poster_19.jpg",
      "sinopsis": "Joe, seorang barista yang memiliki hobi night riding, menjalani hari-harinya dengan rutinitas yang monoton. Namun, serangkaian peristiwa di kedai kopi tempatnya bekerja dan perjalanan malamnya membuka matanya tentang bagaimana ia bisa menghidupi tri tugas Kristus—sebagai imam yang menguduskan, nabi yang menyuarakan kebenaran, dan raja yang melayani dengan kasih. Dalam pencariannya, ia menemukan bahwa setiap orang memiliki peran untuk menjadi terang di dunia."
    },
    {
      "nameParoki": "Stasi St Karolus Sumberbening",
      "title": "LELAKU",
      "genre": "Dokumenter",
      "images" : "/assets/images/poster2025/poster_16.jpg",
      "sinopsis": "Film pendek ini menceritakan tentang perjalanan Gereja Katolik Stasi Santo Karolus Sumberbening, Paroki santo Yosef Ngawi. Membidik sejarah awal dan cikal bakal berdirinya Gereja Katolik di Desa Sumberbening, Kecamatan bringin, kabupaten Ngawi, di penghujung tahun 60-an dan awal tahun 70-an, hingga tumbuh dan berkembang hingga saat ini dengan segala macam tantangan, hambatan, beserta warna-warni dinamika hidup yang mengiringinya.\n"
    },
    {
      "nameParoki": "SSpS Provinsi Jawa",
      "title": "Tarian Misi di Tanah Jawa",
      "genre": "Dokumenter",
      "sinopsis": ""
    },
    {
      "nameParoki": "Paroki Kristus Raja Ngrambe",
      "title": "LAKU",
      "genre": "Fiksi",
      "images" : "/assets/images/poster2025/poster_15.jpg",
      "sinopsis": "Mike (P/28), seorang pemuda, menjalani kehidupan penuh dinamika di tengah rutinitas sehari-harinya. Tinggal bersama keluarga tercinta, ia harus membagi waktunya antara pekerjaan sebagai guru, pelayanan gereja, dan membantu keluarga di rumah.\n\nDalam perjalanan hidupnya, Mike menghadapi berbagai tantangan, mulai dari tanggung jawab keluarga, pekerjaan, hingga kisah masa lalunya yang perlahan kembali mengusik.\n\nKehidupan Mike penuh dengan momen kehangatan keluarga. Ibunya, Ibu Kris (P/55), dan ayahnya, Bapak Rey (L/59), selalu memberikan nasihat dan cinta yang mendalam. Namun, konflik kecil dan kekhawatiran orang tua sering kali membuat Mike merasa tertekan.\n\nSementara itu, Danu (L/8), adiknya yang ceria, menjadi warna lain dalam kehidupannya.\n\nDi tengah rutinitas, Mike secara tak sengaja bertemu kembali dengan Tinus, sosok yang diam-diam menarik perhatiannya sejak SMA. Tinus membawa kenangan masa lalu yang membangkitkan rasa penasaran dan keinginan untuk lebih mengenalnya. Namun, takdir berkata lain saat Mike mendapati kabar tragis tentang Tinus, yang meninggalkan luka mendalam dalam hatinya.\n\nMelalui perjalanan ini, Mike belajar arti pengorbanan, tanggung jawab, dan pentingnya keluarga. Keteguhannya dalam pelayanan gereja serta rasa syukur atas setiap momen hidup, baik suka maupun duka, membantunya bangkit dari kesedihan.\n\nKisah Mike adalah tentang cinta, kehilangan, dan bagaimana iman memberikan kekuatan untuk melangkah maju. Pada akhirnya, Mike menyadari bahwa setiap langkah yang diambil adalah bagian dari rencana Tuhan. Kebahagiaan dan kedamaian sejati datang dari penerimaan dan rasa syukur, serta kehadiran keluarga yang selalu menjadi tempat berpulang.\n\n"
    },
    {
      "nameParoki": "Pemuda Katolik Surabaya",
      "title": "Merangkai Sekat",
      "genre": "Dokumenter",
      "images" : "/assets/images/poster2025/poster_20.jpg",
      "sinopsis": "“Merangkai Sekat” mendokumentasikan tentang ruang perjumpaan spiritual. Melalui wawancara dengan beberapa pemuka agama dari berbagai tradisi — Islam, Kristen, Katolik, Hindu, Buddha, dan Konghucu — film ini menggali tiga konsep mendasar: iman, nabi, dan raja.\n\nSetiap tokoh membagikan pandangan mereka tentang iman, bukan hanya sebagai kepercayaan, melainkan kekuatan hidup dan cahaya batin. Mereka memaknai nabi sebagai jembatan antara langit dan bumi, serta suara nurani bagi zaman. Sementara raja dipahami bukan sekadar penguasa, tetapi lambang tanggung jawab, keadilan, dan kendali atas diri.\n\nDisusun dalam narasi yang tenang namun menggugah, “Merangkai Sekat” tidak berusaha menyeragamkan, melainkan menenun benang-benang perbedaan menjadi kisah kebersamaan. Dokumenter ini adalah ajakan untuk mendengar, memahami, dan melihat bahwa di balik tiap sekat, ada potensi jembatan menuju keberagaman.\n\n"
    },
    {
      "nameParoki": "Kristus Raja Surabaya",
      "title": "Nada Cita Gita",
      "genre": "Fiksi",
      "images" : "/assets/images/poster2025/poster_21.png",
      "sinopsis": "\"Pilihan\" adalah sesuatu yang selalu kita temui dalam hidup. \n\nGita, seorang guru muda, sedang mengalami pergumulan batin ketika sang adik ingin kuliah di luar kota. Sebagai tulang punggung keluarga, Gita dihadapkan oleh dua pilihan: tetap bertahan sebagai guru, atau menerima peluang menjadi vokalis band profesional.\n\nGita bergelut dengan hati dan pikirannya. Antara setia dengan panggilan hidupnya sebagai guru, atau beralih profesi untuk mendapatkan penghasilan yang lebih besar.\n\nDi tengah kebimbangannya, hadir Stella—murid pendiam dengan suara emas yang perlahan bersinar di bawah bimbingan Gita. Apa yang akan Gita pilih? Mimpi lamanya atau masa depan yang lebih pasti? Bagaimana cara Gita menemukan kembali jalan hidupnya?\n"
    },
    {
      "nameParoki": "Santo Yohanes Pemandi Surabaya",
      "title": "11.05",
      "genre": "Fiksi",
      "sinopsis": "",
      "images" : "/assets/images/poster2025/poster_01.jpg"
    },
    {
      "nameParoki": "Santa Maria Tak Bercela",
      "title": "Tiga Belas",
      "genre": "Fiksi",
      "images" : "/assets/images/poster2025/poster_23.png",
      "sinopsis": "Dani adalah anak remaja yang tinggal bersama ayahnya, Agustinus Yuda Hermanto, seorang satpam gereja, dan ibunya, Devi Putri, yang berjualan kue.\n\nDani dikenal sebagai pribadi yang biasa saja, cenderung menyepelekan segala hal, dan tidak senang pertengkaran. Ia merasa seperti domba tersesat yang tidak menemukan tempatnya di gereja.\n\nPada 13 Mei 2018, sebuah insiden mengubah hidup Dani selamanya. Saat menemani ayahnya bekerja di gerbang gereja, Dani menyaksikan ayahnya terkena insiden bom di gereja. Peristiwa ini membuat Dani trauma dan menumbuhkan rasa dendam yang mendalam.\n\nSetelah insiden tersebut, Dani merasa kehilangan arah. Ia merasa tidak ada yang memahami dirinya, hingga akhirnya bertemu dengan Romo Yuda, seorang Romo yang ditugaskan di gereja.\n\nRomo Yuda memiliki ambisi untuk melayani dan berinteraksi dengan anak muda. Ia melihat potensi dalam diri Dani dan berusaha membimbingnya untuk menemukan kembali jati dirinya.\n\nMelalui bimbingan Romo Yuda, Dani mulai membuka diri dan menghadapi trauma masa lalunya. Ia belajar untuk memaafkan dan melepaskan dendam yang selama ini membelenggunya. Proses ini tidak mudah, namun dengan dukungan Romo Yuda dan keluarganya, Dani mulai menemukan kedamaian dan kembali menemukan tempatnya di gereja.\n\nCerita ini mengangkat tema tentang pencarian jati diri, pentingnya figur ayah, dan proses penyembuhan dari trauma. Melalui perjalanan Dani, pembaca diajak untuk memahami bahwa meskipun seseorang merasa tersesat, selalu ada harapan untuk kembali menemukan jalan."
    },
    {
      "nameParoki": "PAROKI RATU PENCINTA DAMAI",
      "title": "CERITA SATU",
      "genre": "Fiksi",
      "images" : "/assets/images/poster2025/poster_07.jpg",
      "sinopsis": "Alex, seorang pemuda penuh semangat dari Komisi Komunikasi Sosial (Komsos) Paroki Ratu Pencinta Damai, merasa parokinya kerap dipandang sebelah mata oleh paroki-paroki lain. Saat Keuskupan mengadakan lomba film pendek bertema iman dan kehidupan menggereja bertajuk Sacra Cinema, Alex melihat ini sebagai kesempatan emas untuk membuktikan bahwa parokinya juga mampu berkarya dan mewartakan Injil secara kreatif.\n\nIa mengajak Tito, Uly, dan Sam — sahabat seperjuangannya — untuk membentuk tim produksi film. Di tengah semangat yang membara, mereka menulis naskah dengan ide yang segar dan menyentuh. Namun semangat itu mulai terguncang ketika Romo menyampaikan keberatan terhadap naskah yang mereka buat. Meski kecewa, mereka tetap berusaha merevisi.\n\nNamun, belum sempat mereka menyusun versi baru, muncul kabar mengejutkan: kelompok lain dari paroki berbeda mengajukan naskah dengan konsep yang sangat mirip dengan rancangan awal mereka. Kecurigaan pun muncul — apakah ide mereka dibocorkan? Jika ya, oleh siapa? Dan bagaimana bisa?\n\nDi tengah tekanan waktu, rasa kecewa, dan konflik internal, Alex harus mengambil keputusan penting: apakah akan terus berjuang dengan ide baru, atau menyerah di tengah jalan?\n\nDalam titik-titik terendah itu, muncul harapan baru: dukungan dari umat, keyakinan akan tujuan mereka, dan semangat untuk tetap berkarya meski tak lagi sempurna. Sacra Cinema bukan sekadar lomba film; ia adalah panggung perjuangan, tempat iman, kreativitas, dan keberanian diuji.\n\nSaat tim kreatif dari paroki kecil menghadapi penolakan dan pencurian ide, mereka harus memilih — menyerah pada kekecewaan, atau bangkit dengan semangat baru demi menyampaikan kabar gembira lewat film sederhana mereka."
    },
    {
      "nameParoki": "Tim Guru SD Katolik Santa Maria - Blitar ",
      "title": "Mengikuti Jejak Langkah Lian ",
      "genre": "Dokumenter",
      "images" : "/assets/images/poster2025/poster_18.jpg",
      "sinopsis": "Karya dokumenter ini ingin menunjukkan keseharian seorang anak perempuan bernama Lian. Seorang anak perempuan berwajah manis dengan kulit sawo matang dan berambut panjang.\n\nLian adalah seorang anak yang sekarang duduk di bangku Sekolah Dasar kelas 6. Ia tinggal bersama keluarganya di sebuah kota kecil di Provinsi Jawa Timur, yaitu Kota Blitar. Setiap hari, Lian selalu mengawali hari-harinya dengan berdoa setelah bangun tidur.\n\nLian tumbuh dalam keluarga Katolik yang taat. Saat ini, ia bersekolah di salah satu sekolah Katolik yang ada di Kota Blitar. Setiap hari, Lian berangkat dengan penuh semangat untuk belajar dan bertemu teman-temannya.\n\nLian adalah gambaran seorang anak yang sedang berusaha meraih mimpinya. Polisi wanita adalah cita-cita yang ingin ia gapai. Dalam menggapai cita-cita tersebut, Lian tidak hanya rajin belajar, tetapi juga memiliki teman-teman yang saling mendukung, serta guru yang selalu mendukung setiap hal baik yang dilakukan siswanya.\n\nSetiap hari, pembelajaran dimulai dengan berdoa bersama. Pembelajaran yang menyenangkan dan interaksi yang hangat antara guru dan teman-teman selalu terjadi setiap harinya.\n\nPendidikan yang Lian dapatkan bukan hanya pendidikan secara ilmu pengetahuan saja, namun pembelajaran iman juga turut ditumbuhkan. Dalam kegiatan sekolah, Lian turut ambil bagian dalam kegiatan iman yang terus ditumbuhkan dalam aktivitas sehari-hari di sekolah.\n\nDi dalam keluarga, Lian tumbuh dengan kehangatan keluarga yang penuh dengan iman kepada Tuhan. Hal ini membuat Lian memiliki rasa syukur kepada Tuhan atas semua yang telah dimiliki."
    },
    {
      "nameParoki": "Seminari Tinggi Providentia Dei",
      "title": "Jatuh Cinta Seperti di Seminari-Seminari",
      "genre": "Fiksi",
      "images" : "/assets/images/poster2025/poster_12.jpg",
      "sinopsis": "Francisco Krisna adalah seorang frater muda yang sedang menjalani tahap pembinaan di Seminari Tinggi Providentia Dei Keuskupan Surabaya. Setiap harinya, ia berjuang menghadapi rutinitas yang padat, di tengah suasana komunitas yang terasa kaku dan kurang hangat.\n\nWalaupun hidupnya seakan berjalan tepat menurut jadwal, di dalam hatinya ia mulai meragukan: apakah jalur ini benar-benar sesuai dengan panggilannya?\n\nDi tengah kebosanan tersebut, Fanny muncul—seorang mahasiswi yang ceria dan ia temui tanpa sengaja. Interaksi mereka tumbuh secara perlahan, dimulai dari sapaan canggung di lift hingga percakapan yang mendalam mengenai cinta dan pengorbanan.\n\nFanny memberikan kepada Krisna sesuatu yang tidak ia temukan di seminari: perasaan diterima, didengar, dan dicintai. Namun, justru karena hal ini, Krisna mulai merasakan ketegangan di dalam hatinya. Ia terpaksa menghadapi pertanyaan besar yang tak bisa dijawab dengan teori-teori dalam buku filsafat–teologi: Apakah aku masih ingin menjadi seorang imam?\n\nDi tengah kebimbangan tersebut, Krisna mencari nasihat, baik dari para formator maupun dari rekan frater yang juga menghadapi masalah serupa. Ia mulai menyadari bahwa merasakan cinta bukan berarti mengalami kegagalan spiritual, melainkan merupakan aspek dari menjadi manusia yang utuh.\n\nPanggilan untuk menjadi imam bukanlah soal menghindari cinta, melainkan tentang mentransformasikannya menjadi kasih yang lebih universal—yang tidak hanya ditujukan kepada satu individu, tetapi terbuka bagi banyak jiwa.\n\nFanny, dengan semua kejujuran dan ketulusan hati, justru berfungsi sebagai cermin yang membantu Krisna memahami isi hatinya.\n\nFilm ini bukan hanya menggambarkan cinta antara dua orang, tetapi juga tentang cinta yang membutuhkan pengorbanan, keberanian untuk mengambil keputusan, dan kesiapan untuk tumbuh dalam panggilan yang tidak selalu mudah, tetapi memiliki makna yang dalam.\n\nDengan segala kesederhanaannya, Jatuh Cinta Seperti di Seminari-Seminari menutup kisahnya dengan sunyi yang penuh makna—bukan dengan jawaban yang pasti, tapi dengan keberanian untuk terus berjalan di tengah kebimbangan.\n\nFilm ini tidak menawarkan akhir yang manis, tapi menghadirkan ruang refleksi tentang apa artinya setia pada panggilan, pada cinta, dan pada diri sendiri.\n\nLewat tokoh Krisna, kita diajak memahami bahwa dalam hidup, kadang kita tidak menemukan semua yang kita cari, tetapi kita bisa memilih untuk menjadi seseorang yang memberi.\n\nDan di sanalah, cinta menemukan bentuknya yang paling dalam."
    },
    {
      "nameParoki": "Komsos Paroki Hati Kudus Yesus",
      "title": "TITIK NOL",
      "genre": "Dokumenter",
      "images" : "/assets/images/poster2025/poster_25.png",
      "sinopsis": "\"Titik Nol\" adalah sebuah drama keluarga yang menyentuh hati, mengisahkan perjuangan seorang kakak bernama Dimas dalam menghadapi tekanan hidup setelah ayahnya meninggal dan ibunya sakit-sakitan. Bersama dua adiknya, Lina dan Andre, Dimas menjadi tulang punggung keluarga. Di tengah keterbatasan ekonomi, ia harus membagi waktu antara pekerjaan kantoran dan kerja paruh waktu sebagai barista demi membeli obat untuk ibunya.\n\nKisah ini berfokus pada nilai kebersamaan, ketekunan, dan pengorbanan dalam keluarga. Meskipun kelelahan dan tekanan terus menumpuk, Dimas tak pernah mengeluh di depan adik-adiknya. Namun, beban itu semakin berat ketika ia dipecat dari dua pekerjaannya akibat kelelahan dan kesalahan kerja. Dalam kondisi mental yang runtuh, Dimas nyaris mengakhiri hidupnya. Tapi momen sederhana—melihat kebersamaan keluarga anak jalanan—membangkitkan harapannya kembali.\n\nTragisnya, saat ia kembali ke rumah, ia mendapati bahwa ibunya telah meninggal dunia. Surat terakhir dari sang ibu menjadi penopang emosional yang menguatkan Dimas dan adik-adiknya untuk terus melangkah. Beberapa tahun kemudian, perjuangan mereka membuahkan hasil: Lina lulus kuliah dengan predikat terbaik, dan mereka bertiga merayakan hari itu dengan berziarah ke makam sang ibu.\n\n\"Titik Nol\" adalah kisah tentang kehilangan, harapan, dan cinta tanpa syarat dalam keluarga. Ini bukan hanya cerita tentang kesedihan, tapi tentang keberanian untuk bangkit saat segala hal terasa runtuh. Dari titik nol, mereka memulai kembali hidup dengan tekad dan semangat baru.\n"
    },
    {
      "nameParoki": "Paroki Santo Paulus Bojonegoro",
      "title": "Wonten Pitulungan",
      "genre": "Fiksi",
      "images" : "/assets/images/poster2025/poster_29.png",
      "sinopsis": "Wonten Pitulungan adalah film kritik sosial tentang pelayanan di gereja. Film ini mengisahkan tentang Patricia, seorang remaja yang hidup dengan ADHD. Ia dianugerahi bakat seni luar biasa dalam melukis dan bernyanyi. Namun di balik semua kemampuannya, Patricia menyimpan pergumulan yang tak banyak diketahui orang: ia hidup dengan depresi berat.\n\nDi mata gereja dan keluarganya, Patricia kerap dianggap tidak disiplin, tidak konsisten, moody-an, sering terlambat, dan sulit diandalkan. Bukan karena ia tidak ingin melayani, tapi karena pikirannya sendiri sering menjadi medan perangnya. Pelayanan yang seharusnya menjadi tempat bertumbuh dan menyalurkan kasih, perlahan berubah menjadi pemicu depresinya. Ia terlambat, lupa jadwal, kehilangan fokus saat bertugas—dan semua itu dianggap sebagai tanda bahwa ia tidak sungguh-sungguh.\n\nBahkan mamanya, yang seharusnya menjadi sosok penguat, justru terus membandingkannya dengan Louisa, adik yang nyaris tanpa cela di mata keluarga dan umat. Patricia makin merasa tidak layak untuk melayani.\n\nSaat rasa putus asa memuncak dan ia nyaris kehilangan segalanya, dalam keheningan di hadapan patung Bunda Maria, Patricia berdoa rosario dan teringat bahwa \"Wonten Pitulungan\" — ada pertolongan dari Tuhan Yesus dan Bunda Maria, melalui perantara teman-temannya. Tapi, akankah Patricia mampu menerima dirinya sepenuhnya? Akankah ia bisa kembali melayani?\n\nFilm ini menunjukkan bahwa pelayanan tidak selalu berjalan mulus. Ada kalanya penuh tantangan, bahkan menyakitkan. Ia juga menyoroti realita yang kerap terabaikan: bahwa mereka yang berbeda, yang membawa keunikan dalam cara berpikir dan bertindak, tak selalu diterima sepenuhnya."
    },
    {
      "nameParoki": "MEDSTAG",
      "title": "Cahaya dalam Jejak",
      "genre": "Fiksi",
      "images" : "/assets/images/poster2025/poster_04.jpg",
      "sinopsis": "Cahaya dalam Jejak adalah kisah tentang perjalanan, harapan, dan perjumpaan yang menggugah hati.\n\nSeorang siswa SMA yang penuh semangat mendapat tugas merekam video berisi restu dari para guru menjelang ujian kelulusan. Saat mengedit video tersebut, ia tersentuh oleh doa sederhana dari seorang guru—doa yang menjadi cahaya dalam langkah hidupnya. Doa itu menuntunnya melewati tahun-tahun penuh perjuangan, hingga suatu hari ia berdiri sebagai seorang guru di depan kelas, siap membimbing generasi berikutnya.\n\nNamun, tugas sebagai pendidik bukanlah hal yang ringan. Ia menghadapi tantangan di ruang kelas dan menyimpan rahasia masa lalu dalam kehidupan pribadinya. Di antara murid-muridnya, ada seorang gadis karismatik namun kerap bermasalah. Dengan kesabaran, sang guru perlahan membangun kepercayaan. Hingga suatu hari, pertanyaan polos dari sang murid tentang rapor yang tak pernah diambil orang tuanya membuka kisah pilu: gadis itu hidup sendiri, terpisah dari ibunya sejak kecil.\n\nHingga akhirnya, sang guru melihat kalung yang dipakai gadis itu—kalung yang dulu ia berikan kepada bayinya sebelum perpisahan bertahun-tahun silam. Sedikit demi sedikit, kebenaran terungkap: mereka adalah ibu dan anak yang lama terpisah.\n\nCahaya dalam Jejak bukan sekadar kisah pertemuan kembali, tetapi juga perwujudan dari panggilan suci: menjadi raja yang melindungi, imam yang membimbing, dan nabi yang menanam harapan. Dalam cinta yang bertahan dan doa yang tak pernah putus, film ini menunjukkan bahwa cahaya sejati lahir dari hati yang setia dan bersabar."
    },
    {
      "nameParoki": "Misdinar Paroki Hati Kudus Yesus Surabaya",
      "title": "Vox Vocatio",
      "genre": "Fiksi",
      "images" : "/assets/images/poster2025/poster_28.png",
      "sinopsis": "Vox Vocatio adalah kisah tentang panggilan hati, ketegangan keluarga, dan keberanian memilih jalan hidup yang tak mudah.\n\nTio, remaja berbakat musik, hidup di antara dua dunia: hasratnya menulis lagu dan tekanan keluarga untuk taat melayani sebagai misdinar di gereja. Ayahnya, Pak Yezki, dengan sikap tegas dan keras, menentang keras mimpi Tio untuk bermusik. Sementara ibunya, Bu Heidy—mantan penyanyi kafe yang mengubur impiannya demi keluarga—diam-diam memahami gejolak hati putranya.\n\nKonflik memuncak saat Tio berbohong, mengatakan ia menjalankan tugas gereja, padahal diam-diam mengikuti festival musik. Kebohongan itu memicu ledakan emosi di rumah, membuka luka lama yang belum sembuh, dan menguji ikatan keluarga.\n\nKilas balik memperlihatkan masa kecil Tio: antusiasmenya menjadi misdinar, persahabatannya dengan Abimanyu, dan benih kecintaannya pada musik yang tumbuh tanpa diketahui siapa pun. Di bangku SMA, Tio membentuk band bersama Abim dan jatuh cinta pada Cindy, gadis ceria yang selalu mendukungnya.\n\nNamun di puncak kegelisahan dan pertikaian, Tio justru menerima panggilan tak terduga: ia ingin menjadi Romo. Bukan penyanyi, bukan selebriti. Melainkan gembala umat. Keputusan ini membuat Pak Yezki marah besar—tak hanya karena masa depan anaknya, tapi juga karena gengsi dan beban tradisi keluarga.\n\nMelalui perenungan, dialog mendalam dengan Romo Karpus, dan dukungan tanpa syarat dari Cindy dan Abim, Tio mulai memahami bahwa panggilan sejati tidak selalu datang dengan kemudahan, namun membutuhkan keberanian besar untuk menjawabnya.\n\nBu Heidy menjadi jembatan pemulih luka antara ayah dan anak. Sementara itu, dengan bantuan Cindy, Pak Yezki akhirnya luluh dan menyadari bahwa kebahagiaan Tio jauh lebih berarti daripada kebanggaan pribadi.\n\nFilm ini ditutup dengan rekonsiliasi penuh haru. Tio berangkat ke seminari, bukan dengan keterpaksaan, tetapi dengan restu keluarga, cinta Cindy yang tulus, dan keyakinan bahwa baik musik maupun imamat adalah dua jalan yang sama-sama bisa menjadi persembahan kepada Sang Pencipta.\n\n\"Vox Vocatio\" adalah potret jujur pergulatan seorang remaja dalam menemukan identitas, menavigasi cinta pertama, dan menjawab panggilan jiwa—dengan pesan kuat tentang keikhlasan, pengorbanan, dan kesetiaan pada suara hati."
    },
    {
      "nameParoki": "Komsos Paroki Santo Cornelius Madiun",
      "title": "Titik Nol",
      "genre": "Fiksi",
      "images" : "/assets/images/poster2025/poster_26.jpg",
      "sinopsis": "Alvon adalah seorang remaja yang energik dan aktif dalam kegiatan gereja, di mana dia menjadi salah satu penggerak muda-mudi Katolik. Alvon merupakan anak tunggal. Sejak kecil, ia menjalani gaya hidup berkecukupan karena sudah lama hanya hidup berdua dengan papanya yang seorang pengusaha sukses di Madiun.\n\nTere adalah kekasih Alvon, sangat pengertian dan tidak memanfaatkan materi yang ada dalam keluarga kekasihnya. Tere Oktavia merupakan putri dari keluarga sederhana yang sangat berpegang teguh pada iman Katolik. Ayahnya seorang Asisten Iman di Gereja St. Cornelius, dan ibunya aktif dalam kelompok kategorial. Mereka sangat dihormati dalam lingkungan gereja.\n\nAlvon dan Tere telah menjalin hubungan sebagai pasangan kekasih sejak mereka bertemu di salah satu kampus ternama, meskipun berbeda angkatan. Hingga suatu hari, Tere mengetahui bahwa dirinya hamil. Alih-alih menerima kabar tersebut dengan suka cita, Alvon terkejut dan mulai meragukan masa depan mereka. Pertengkaran tidak terhindarkan, sampai pada titik di mana Tere ingin Alvon bertanggung jawab atas benih yang ada.\n\nAlvon merasa belum siap menjadi seorang ayah, sedangkan Tere sendiri harus menghadapi tekanan dari orang tuanya yang kecewa dan malu atas keadaannya. Di tengah-tengah kebimbangannya, Alvon teringat akan nasihat Bambang, sahabat karibnya, serta kemarahan papanya yang selama ini tak pernah ia dengar. Hal yang sama juga dialami oleh Tere.\n\nSaat situasi semakin rumit, Alvon harus membuat keputusan besar: tetap berjuang bersama Tere atau melanjutkan hidupnya sendiri tanpa bergantung pada siapa pun.\n\nDi antara cinta, tanggung jawab, dan masa depan yang tak pasti, mereka berada di TITIK NOL — titik persimpangan di mana masa lalu masih membayang dan masa depan masih samar. Posisi terendah manusia dalam hidup.\n\nAkankah mereka menemukan jalan keluar sebelum semuanya terlambat?\n\nSebuah kisah emosional tentang cinta, pilihan, dan konsekuensi yang harus dihadapi atas tindakan yang kita buat.\n\n"
    }
  ]